Repository: UkraineCoder/Final-bot
Catalog: tgbot/misc/locales/*/LC_MESSAGES/testbot.po
Languages: uk

source: Пока бонус не доступный! Он станет доступным завтра.
uk: Поки що бонус не доступний! Він стане доступним завтра.

source: Вы получили {bonus_num} ₴!
uk: Ви отримали {bonus_num} ₴!

source: 📌 Название: {title} 📝 Описание: {description} 💰 Цена: {price} {photo_link}
uk: 📌 Назва: {title} 📝 Опис: {description} 💰 Ціна: {price} {photo_link}

source: 🛍 Показать товар
uk: 🛍 Показати товар

source: Все товары закончились
uk: Усі товари закінчилися

source: Нажмите на команду /start
uk: Натисніть /start

source: 🗂 Главное меню
uk: 🗂 Головне меню

source: 👤 Ваш профиль 🔈 Role: {role} 💸 Баланс: {balance} ₴ 🔑 Ваш код: {telegram_id} 🔗 Ваша реферальная ссылка: {referral_link}
uk: 👤 Ваш профіль 🔈 Role: {role} 💸 Баланс: {balance} ₴ 🔑 Ваш код: {telegram_id} 🔗 Ваше реферальне посилання: {referral_link}

source: У вас нет рефера!
uk: У вас немає рефера!

source: Ваши рефералы: {referrals}
uk: Ваші реферали: {referrals}

source: У вас еще нет рефералов!
uk: У вас ще немає рефералів!

source: 📫 Артикл: {id} 📌 Название: {title} 💎 Количество: {quantity} 📝 Описание: {description} 💰 Цена: {price}
uk: 📫 Артикл: {id} 📌 Назва: {title} 💎 Кількість: {quantity} 📝 Опис: {description} 💰 Ціна: {price}

source: ❌ Товар был удален!
uk: ❌ Товар був видалений!

source: ✏️ Укажите количество товара
uk: ✏️ Вкажіть кількість товару

source: ❌ Ошибка! 🔖 Укажите верное количество товара
uk: ❌ Помилка! 🔖 Вкажіть правильну кількість товару

source: ❌ Ошибка! Количество товаров не должно быть ноль
uk: ❌ Помилка! Кількість товарів не повинна бути нуль

source: ✅ Отлично! Осталось оплатить товар! 💰 Ваш баланс: {balance} ₴
uk: ✅ Чудово! Залишилося сплатити товар! 💰 Ваш баланс: {balance} ₴

source: ❌ Ошибка! 🔖 Не хватает товара на складе В наличии {quantity}
uk: ❌ Помилка! 🔖 Не вистачає товару на складі В наявності {quantity}

source: У вас недостаточно средств
uk: У вас недостатньо коштів

source: Спасибо за покупку! Ожидайте отправку
uk: Дякую за покупку! Чекайте на відправку

source: ❌ Ошибка. На складе уже не хватает столько товаров. Попробуйте заказать еще раз! /start
uk: ❌ Помилка. На складі вже не вистачає стільки товарів. Спробуйте замовити ще раз! /start

source: Почтой
uk: Поштою

source: Обычная коробка
uk: Звичайна коробка

source: Почтой обычной
uk: Поштою звичайною

source: Почтой (vip)
uk: Поштою (vip)

source: Супер прочная коробка
uk: Супер міцна коробка

source: Почтой срочной - DHL (3 дня)
uk: Поштою терміновою - DHL (3 дні)

source: ❗️ Выберите кнопку
uk: ❗️ Виберіть кнопку

source: Поздравляю, вы получили доступ! 🎉 Вы были приглашены пользователем {check_user}! Вы можете получить 10 бонусных гривен, если пригласите рефералов Ваша реферальная ссылка: {referral_link}
uk: Вітаю, ви отримали доступ! 🎉 Ви були запрошені користувачем {check_user}! Ви можете отримати 10 бонусних гривень, якщо запросите рефералів Ваше реферальне посилання: {referral_link}

source: ❌ Ошибка У Вас нет доступа! Чтобы использовать этого бота введите код приглашения, либо пройдите по реферальной ссылке
uk: ❌ Помилка У Вас немає доступу! Для використання цього бота введіть код запрошення, або пройдіть за реферальним посиланням

source: 🎛 Административная панель
uk: 🎛 Адміністративна панель

source: ✏️ Введите код приглашения:
uk: ✏️ Введіть код запрошення:

source: Вас уже пригласил {referrer}!
uk: Вас уже запросив {referrer}!

source: Вы не можете пригласить сами себя!
uk: Ви не можете запросити себе!

source: У вас новый реферал: {user}!
uk: Ви маєте нового реферала: {user}!

source: ❌ Ошибка Код неверный
uk: ❌ Помилка Код невірний

source: ❌ Ошибка Код может состоять только из цифр!
uk: ❌ Помилка Код може складатися лише із цифр!

source: Вам необходимо подписаться на следующий канал: {channels_format}
uk: Вам необхідно підписатися на наступний канал: {channels_format}

source: Подписка на канал <b>{channel_title}</b> Оформлена!
uk: Підписка на канал <b>{channel_title}</b> Оформлена!

source: Подписка на канал <b>{channel_title}</b> не оформлена! <a href='{invite_link}'>Нужно подписаться.</a>
uk: Підписка на канал <b>{channel_title}</b> не оформлена! <a href='{invite_link}'>Потрібно підписатися.</a>

source: ✏️ Укажите название товара
uk: ✏️ Вкажіть назву товара

source: ✏️ Укажите описание товара
uk: ✏️ Вкажіть опис товара

source: ❌ Ошибка ✏️ Вы ввели слишком много текста
uk: ❌ Помилка ✏️ Ви ввели занадто багато тексту

source: ✏️ Укажите стоимость товара. Без пробелов и других символов
uk: ✏️ Вкажіть вартість товару. Без пробілів та інших символів

source: ❌ Ошибка ✏️ Укажите только текст
uk: ❌ Помилка ✏️ Вкажіть лише текст

source: ✏️ Укажите количество товара
uk: ✏️ Вкажіть кількість товару

source: 🏞 Отправьте фотографию товара
uk: 🏞 Надішліть фотографію товара

source: ❌ Ошибка 🔖 Укажите только цифры, без пробелов и других символов. Также цифр не должно быть слишком много.
uk: ❌ Помилка 🔖 Вкажіть лише цифри, без пробілів та інших символів. Також цифр не має бути надто багато.

source: ❌ Ошибка 🏞 Пришлите фото
uk: ❌ Помилка 🏞 Надішліть фото

source: 🎉 Вы создали товар
uk: 🎉 Ви створили товар

source: ❌ Вы отменили создание товара
uk: ❌ Ви скасували створення товару

source: ✏️ Укажите название статьи
uk: ✏️ Вкажіть назву статті

source: ✏️ Укажите описание статьи
uk: ✏️ Вкажіть опис статті

source: 🏞 Отправьте фото
uk: 🏞 Відправте фото

source: 📰 Новость создана! Вы хотите отправить её сейчас или запланировать отправку?
uk: 📰 Новина створена! Ви хочете відправити її зараз чи запланувати відправлення?

source: ❗️ Выберите нужную кнопку!
uk: ❗️ Виберіть потрібну кнопку!

source: ✅ Рассылка выполнена!
uk: ✅ Розсилка виконана!

source: 🗓 Пожалуйста выберите дату
uk: 🗓 Будь ласка, виберіть дату

source: ⏰ В сколько часов нужно отправить новость?
uk: ⏰ О котрій годині потрібно надіслати новину?

source: ❗️ Вы не можете отправить новость в прошлое
uk: ️❗️ Ви не можете відправити новину у минуле

source: ❗️ Выберите дату отправки!
uk: ❗️ Виберіть дату надсилання!

source: ⏰ В сколько минут нужно отправить новость?
uk: ⏰ В скільки хвилин потрібно надіслати новину?

source: ❌ Ошибка Отправьте число от 0-23 и без лишних символов
uk: ❌ Помилка Надайте число від 0-23 і без зайвих символів

source: ✅ Рассылка запланирована!
uk: ✅ Розсилка запланована!

source: ❌ Ошибка Отправьте число от 0-59 и без лишних символов
uk: ❌ Помилка Надайте число від 0-59 і без зайвих символів

source: 📝 Что вы хотите редактировать?
uk: 📝 Що ви хочете редагувати?

source: Добавьте хотя бы один товар!
uk: Додайте хоча б один товар!

source: ✅ Запись удалена
uk: ✅ Запис видалено

source: Кажется товар был удален
uk: Здається, товар був видалений

source: 📫 Артикл: {id} 📌 Название: {title} 💎 Количество: {quantity} 📝 Описание: {description} 💰 Цена: {price} {photo_link}
uk: 📫 Артикл: {id} 📌 Назва: {title} 💎 Кількість: {quantity} 📝 Опис: {description} 💰 Ціна: {price} {photo_link}

source: ✅ Название было изменено
uk: ✅ Назва була змінена

source: ✅ Описание было изменено
uk: ✅ Опис було змінено

source: ✏️ Укажите цену товара
uk: ✏️ Вкажіть ціну товара

source: ✅ Цену было изменено
uk: ✅ Ціну було змінено

source: ✅ Количество было изменено
uk: ✅ Кількість була змінена

source: ❌ Ошибка 🔖 Укажите только цифры, без пробелов и других символов Также цифр не должно быть слишком много.
uk: ❌ Помилка 🔖 Вкажіть лише цифри, без пробілів та інших символів Також цифр не має бути надто багато.

source: ✅ Фото было изменено
uk: ✅ Фото було змінено

source: 🗞 Отравить сейчас
uk: 🗞 Відправити зараз

source: ⏰ Запланировать отправку
uk: ⏰ Запланувати відправку

source: 🛒 Купить товар
uk: 🛒 Купити товар

source: 💳 Оплата Картой
uk: 💳 Оплата Картою

source: ⚒ Редактировать
uk: ⚒ Редагувати

source: ❌ Удалить
uk: ❌ Видалити

source: 📌 Название
uk: 📌 Назва

source: 📝 Описание
uk: 📝 Опис

source: 🏞 Фотография
uk: 🏞 Фотографія

source: 💎 Количество
uk: 💎 Кількість

source: 💰 Цена
uk: 💰 Ціна

source: 💎 Ежедневный бонус
uk: 💎 Щоденний бонус

source: 🌐 Профиль
uk: 🌐 Профіль

source: 👄 Изменить язык
uk: 👄 Змінити мову

source: 🔐 Административная панель
uk: 🔐 Адміністративна панель

source: 🎁 Добавить товар
uk: 🎁 Додати товар

source: 🔧 Редактирование или Удаление
uk: 🔧 Редагування або Видалення

source: 🔊 Рассылка
uk: 🔊 Розсилка

source: ✅ Подтвердить
uk: ✅ Підтвердити

source: Информация которую указали: Наименование товара: {title} Описание товара: {description} Цена товара: {price} Добавить товар?
uk: Інформація, яку вказали: Найменування товару: {title} Опис товару: {description} Ціна товару: {price} Додати товар?

source: Мой рефер
uk: Мій рефер

source: Мои рефералы
uk: Мої реферали

source: 🔑 Код приглашения
uk: 🔑 Код запрошення

source: ✅ Подпишитесь на наш канал
uk: ✅ Підпишіться на наш канал

source: 🔄 Проверить подписку
uk: 🔄 Перевірити підписку

source: ❌ Отменить
uk: ❌ Скасувати
